Repository: Iceman9/sat
Catalog: src/i18n/*/LC_MESSAGES/salomeTools.po
Languages: fr

source: shows global help or help on a specific command.
fr: affiche l'aide gnrale ou pour une commande spcifique.

source: is not a valid command
fr: n'est pas une commande valide

source: Usage:
fr: Utilisation :

source: Available commands are:
fr: Les commandes disponibles sont:

source: Getting the help for a specific command:
fr: Obtenir l'aide d'une commande spcifique :

source: lsb_release not installed
fr: lsb_release n'est pas install

source: You can define $LSB_PATH to give the path to lsb_release
fr: Vous pouvez dfinir $LSB_PATH pour donner le chemin vers lsb_release

source: Unknown distribution: '%s'
fr: Distribution inconnue : '%s'

source: Please add your distribution to data/distrib.pyconf
fr: SVP ajoutez votre distribution au fichier data/distrib.pyconf

source: Unknown architecture: '%s'
fr: Architecture inconnue: '%s'

source: is not a valid option
fr: n'est pas une option valide

source: Available options are:
fr: Les options disponibles sont:
